Repository: collective/collective.registration
Catalog: src/collective/registration/locales/*/LC_MESSAGES/collective.registration.po
Languages: fr, nl

source: Add registration content allowing users subscriptions.
fr: Ajoute le type de contenu Événement avec inscriptions

source: Email address
fr: Adresse email
nl: E-mailadres

source: Email based on form inputs
fr: Email basé sur les données complétées

source: Email response
fr: Réponse

source: End date
fr: Date de fin
nl: Einddatum

source: First name
fr: Prénom
nl: Voornaam

source: Informations about your subscription
fr: Informations à propos de votre inscription
nl: Informatie over uw registratie

source: Last name
fr: Nom
nl: Naam

source: Number of people
fr: Nombre de personnes
nl: Aantal personen

source: Number of total available places
fr: Nombre total de places disponibles
nl: Aantal beschikbare plaatsen

source: Period
fr: Période
nl: Periode

source: Period of an event
fr: Période d'un événement
nl: Periode van een evenement

source: Register
fr: S'inscrire
nl: Registreren

source: Registration
fr: Événement avec inscriptions
nl: Evenement met registratie

source: Registration activated on an event
fr: Événement avec possibilité d'inscription
nl: Evenement met registratiemogelijkheden

source: Registration to
fr: Inscription à
nl: Inschrijving voor

source: Start date
fr: Date de début
nl: Begindatum

source: Subscriber
fr: Inscrit
nl: Registrant

source: Subscriber for a period of an event
fr: Inscrit pour une période d'un événement
nl: Registrant voor een periode van een evenement

source: Subscription adding
fr: Ajout d'inscrits

source: Subscription saving
fr: Sauvegarde des inscriptions

source: Subscription time
fr: Date & Heure d'inscription
nl: Registratie datum en tijd

source: Summary of all other informations
fr: Résumé de toutes les autres informations
nl: Samenvatting van alle andere informatie

source: Thank you
fr: Merci
nl: Dank u

source: Thank you for your subscription
fr: Merci pour votre inscription
nl: Dank u voor uw registratie

source: The creation of registration has been cancelled
fr: La création de l'événement avec inscription a été annulée
nl: De creatie van het evenement met registratie is geannuleerd

source: There are no available periods for this event. Please add period(s) to allow subscriptions.
fr: Il n'y a pas de période disponible pour cet événement. Veuillez ajouter une période pour activer les inscriptions.
nl: Er is geen tijdsperiode beschikbaar voor dit evenement. Gelieve een periode toe te voegen om de registraties te activeren.

source: You can create a new period by
fr: Vous pouvez créer une période en
nl: U kunt een periode aanmaken door

source: You can download the list of subscribers by
fr: Vous pouvez télécharger la liste des inscrits en
nl: U kunt de lijst van registranten downloaden door

source: You can subscribe to this event by
fr: Vous pouvez vous inscrire à cet événement en
nl: U kunt zich inschrijven voor dit evenement door

source: clicking here
fr: cliquant ici
nl: hier te klikken

source: {0} (from {1} to {2} - {3} place(s) left)
fr: {0} (du {1} au {2} - {3} place(s) disponible(s))
nl: {0} (van {1} tot {2} - {3} beschikbare plaats(en))
